<a href="https://colab.research.google.com/github/sghenimi/ScratchML/blob/master/women_salary_data.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [0]:
import pandas as pd

In [0]:
df = pd.read_csv('https://bit.ly/2S8EHj3', ',')

In [5]:
df.head()

     Category                           Occupation  ...  F_workers F_weekly
0  MANAGEMENT                     Chief executives  ...        283     1836
1  MANAGEMENT      General and operations managers  ...        202     1002
2  MANAGEMENT                          Legislators  ...          4       Na
3  MANAGEMENT  Advertising and promotions managers  ...         26       Na
4  MANAGEMENT         Marketing and sales managers  ...        378     1258

[5 rows x 8 columns]